const questions = [{
  title: '1֊րդ հարցաշար Հարց առաջին',
  text: 'Երբ է կառուցվել ՀՀ ԱԺ ներկայիս շենքը',
  answers: [
    {
      title: 'Շենքի նախագծումը կատարվել է 1947թ., կառուցումը սկսվել է 1948թ.-ին, ավարտվել  1950թ.-ին',
      right: true
    },

    {
      title: 'Կառուցվել է 1960թ.-ին',
      right: false
    },

    {
      title: 'Կառուցվել է 1945թ.-ին',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց երկրորդ',
  text: 'Ով է ՀՀ ԱԺ ներկայիս վարչական շենքի ճարտարապետը',
  answers: [
    {
      title: 'Արթուր Թարխանյանը',
      right: false
    },

    {
      title: 'Մարկ Գրիգորյանը',
      right: true
    },

    {
      title: 'Արա Հարությունյանը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց երրորդ',
  text: 'Նախկինում որ պետական մարմնի նստավայրն է եղել խորհրդարանի այժմյան շենքը',
  answers: [
    {
      title: 'ՀՀ կառավարության  նստավայրը',
      right: false
    },

    {
      title: 'ՀՀ կրթության և գիտության նախարարության նստավայրը',
      right: false
    },

    {
      title: 'Հայաստանի կոմունիստական կուսակցության կենտրոնական կոմիտեի նստավայրը',
      right: true
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց չորրորդ',
  text: 'Երբ է տեղի ունեցել ՀՀ Գերագույն խորհրդի տեղափոխությունը ԱԺ այժմյան շենք և ինչ որոշման հիման վրա',
  answers: [
    {
      title: '1990թ.-ի մայիսին, ՀՀ Գերագույն խորհրդի որոշմամբ',
      right: false
    },

    {
      title: '1991թ.-ի մայիսին, ՀՀ Նախարարների խորհրդի/այն ժամանակվա կառավարությունը/ հ.314 որոշմամբ',
      right: true
    },

    {
      title: '1992թ.-ի մայիսին, ՀՀ Գերագույն խորհրդի որոշմամբ',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց հինգերորդ',
  text: 'Երբ է բացվել ԱԺ թանգարանը և ինչ միջոցառման շրջանակում',
  answers: [
    {
      title: 'ԱԺ թանգարանը բացվել է 2018թ. սեպտեմբերի 20-ին՝ Հայաստանի խորհրդարանի հիմնադրման 100-ամյակին նվիրված միջոցառման շրջանակում',
      right: true
    },

    {
      title: 'ԱԺ թանգարանը բացվել է 2019թ.-ին՝ Հանրապետության տոնի առթիվ',
      right: false
    },

    {
      title: 'ԱԺ թանգարանը բացվել է 2017թ.-ին՝ Հայաստանի անկախության տոնի առթիվ',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց վեցերորդ',
  text: 'Երբ է տեղի ունեցել ԱԺ լիագումար նիստերի վերակառուցված դահլիճի բացումը',
  answers: [
    {
      title: '2010թ.-ի հոկտեմբերի 22-ին',
      right: true
    },

    {
      title: '2011 թ.-ի դեկտեմբերի 20-ին',
      right: false
    },

    {
      title: '2018թ.-ի մայիսի  18-ին',
      right: true
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց յոթերորդ',
  text: 'Ինչ խորհուրդ ունի  ԱԺ   նիստերի  դահլիճի օվալաձև կառուցվածքը',
  answers: [
    {
      title: 'Ապահովել գեղագիտական ոճը',
      right: false
    },

    {
      title: 'Ապահովել հարմարավետությունը',
      right: false
    },

    {
      title: 'Կլոր սեղանի շուրջ քննարկումների անցկացման խորհուրդն ունի, երբ մասնակիցները շարժվում են ոչ թե միմյանց հանդեպ անձնավորված գրոհների, այլ համագործակցության, հիմնախնդրի լուծման արդյունավետ ուղիների փնտրտուքի ճանապարհով',
      right: true
    }

  ],
  grade: 1
},

{
  title: '8֊րդ հարցաշար Հարց ութերորդ',
  text: 'Լիագումար նիստերի դահլիճից բացի ինչ այլ դահլիճներ կան ԱԺ նստավայրում',
  answers: [
    {
      title: 'Ոսկեզօծ դահլիճ, Կարմիր դահլիճ, Փափուկ դահլիճ',
      right: true
    },

    {
      title: 'Կապույտ դահլիճ',
      right: false
    },

    {
      title: 'Ուղղանկյունաձև դահլիճ',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց իններորդ',
  text: 'Ինչ արձան է տեղադրված ԱԺ վարչական շենքի այգում՝ նվիրված հոկտեմբերի 27-ի զոհերի հիշատակին և ով է արձանի հեղինակը',
  answers: [
    {
      title: 'Երվանդ Քոչարի «Բիբլիական Դավիթ» քանդակը',
      right: true
    },

    {
      title: 'Արա Սարգսյանի «Լուռ վիշտը» քանդակը',
      right: false
    },

    {
      title: 'Լևոն Թոքմաջյանի «Տագնապ» քանդակը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց տասներորդ',
  text: 'Անգլիական հայտնի որ պարբերականն է ուսումնասիրել և հրապարակել աշխարհի խորհրդարանների լավագույն շենքերի ցանկը: Որ տեղում է Հայաստանի խորհրդարանի շենքը` 193 երկրների ցանկում',
  answers: [
    {
      title: 'The Sun, 5-րդ տեղում',
      right: false
    },

    {
      title: 'The Positive news, 10-րդ տեղում',
      right: false
    },

    {
      title: 'The  Independent, 4-րդ տեղում',
      right: true
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց տասնմեկերրորդ',
  text: 'Երբ է շահագործման հանձնվել ԱԺ հիմնական շենքին կից երկրորդ մասնաշենքը, ով է ճարտարապետը և ինչով է կապված հիմնական շենքի հետ',
  answers: [
    {
      title: '2009թ.-ին, ճարտարապետն է Մարատ Ռուստամյանը, թռիչքաձև կամրջով',
      right: true
    },

    {
      title: '2011թ.-ին, ճարտարապետն է Ջիմ Թորոսյանը, աստիճաններով',
      right: false
    },

    {
      title: '2012թ.-ին, ճարտարապետն է Արթուր Մեսչյանը, ստորգետնյա  անցումով',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց տասներկուերորդ',
  text: 'Հուշարձանների տեսակներից որ տեսակին է պատկանում ԱԺ վարչական շենքը',
  answers: [
    {
      title: 'Երևան քաղաքի պատմության և մշակույթի անշարժ հուշարձան',
      right: true
    },

    {
      title: 'Հնագիտական հուշարձան',
      right: false
    },

    {
      title: 'Վավերագրական հուշարձան',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց տասներեքերորդ',
  text: 'Ինչ հետաքրքիր ծառատեսակներ կան ԱԺ այգում, և որ տոնն է անցկացվում այդտեղ',
  answers: [
    {
      title: 'Ճապոնական սակուրա, Հանամիի տոնը',
      right: true
    },

    {
      title: 'Ամերիկյան ձիթենի, ԱՄՆ անկախության տոնը',
      right: false
    },

    {
      title: 'Նավթի ծառ/խանգո/, Ֆիլիպինների անկախության օրը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց տասնչորսերորդ',
  text: 'Ծավալատարածական առումով քանի մասի է մասնատված շենքը',
  answers: [
    {
      title: '5 մասի',
      right: false
    },

    {
      title: '4 մասի',
      right: false
    },

    {
      title: '3 մասի',
      right: true
    }

  ],
  grade: 1
},

{
  title: '1֊րդ հարցաշար Հարց տասնհինգերորդ',
  text: 'Շենքի ճակատային մասում տեղադրված ՀՀ զինանշանի տեղում ինչ է եղել նախկինում:',
  answers: [
    {
      title: 'Խորհրդային Հայաստանի զինանշանը',
      right: false
    },

    {
      title: 'Խորհրդային Հայաստանի  դրոշը',
      right: false
    },

    {
      title: 'Հեղափոխության առաջնորդների պղնձաձույլ բյուստերը',
      right: true
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց առաջին',
  text: 'Որն է պառլամենտ բառի արմատը և ինչ է այն նշանակում',
  answers: [
    {
      title: 'Արմատը՝ parler, նշանակում է խոսել',
      right: true
    },

    {
      title: 'Արմատը՝ parler, նշանակում է արձագանքել',
      right: false
    },

    {
      title: 'Արմատը՝ parler, նշանակում է քննարկել',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց երկրորդ',
  text: 'Որտեղ են ձևավորվել պառլամենտի նախատիպերը',
  answers: [
    {
      title: 'Մեծ Բրիտանիայում',
      right: false
    },

    {
      title: 'Եգիպտոսում',
      right: false
    },

    {
      title: 'Հին Հունաստանում և Հռոմում',
      right: true
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց երրորդ',
  text: 'Հայ իրականության մեջ երբ է սկզբնավորվել խորհրդարանական կառավարման գաղափարը, ում կողմից և որ աշխատությունում',
  answers: [
    {
      title: '1773թ., Հնդկաստանի Մադրաս քաղաքում, Շահամիր Շահամիրյանի  կողմից, «Որոգայթ փառաց» աշխատությունում',
      right: true
    },

    {
      title: '1773թ. Հնդկաստանի Կալկաթա քաղաքում, Շահամիր Շահամիրյանի կողմից, «Պառլամենտարիզմ» աշխատությունում',
      right: false
    },

    {
      title: '1775թ. Հնդկաստանի Մադրաս քաղաքում, Շահամիր Շահամիրյանի կողմից, «Որոգայթ փառաց» աշխատությունում',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց չորրորդ',
  text: 'Մինչև ընտրված խորհրդարանների ձևավորումը՝ հայ իրականության մեջ ազգի և հայրենիքի առջև ծառայած հարցերի վերաբերյալ ինչպես էին վճիռներ կայացվում',
  answers: [
    {
      title: 'Հրապարակներում',
      right: false
    },

    {
      title: 'Դահլիճներում',
      right: false
    },

    {
      title: 'Ազգային ժողովներում, Աշխարհաժողովներում, Եկեղեցական ժողովներում',
      right: true
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց հինգերորդ',
  text: 'Ինչպես էր կոչվում հայ միջնադարյան իրավաբանական փաստաթղթերի պաշտոնական ժողովածուն',
  answers: [
    {
      title: '«Կանոնագիրք հայոց»',
      right: true
    },

    {
      title: 'Հայաստանի օրենքների ժողովածու',
      right: false
    },

    {
      title: 'Կանոնների ժողովածու',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց վեցերորդ',
  text: 'Որտեղ և երբ է տեղի ունեցել Հայաստանի խորհրդի 1-ին նիստը',
  answers: [
    {
      title: 'Թբիլիսիում, 1918թ. օգոստոսի 1-ին',
      right: false
    },

    {
      title: 'Երևանում, 1918թ. օգոստոսի 1-ին',
      right: true
    },

    {
      title: 'Բաքվում, 1918թ. օգոստոսի 1-ին',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց յոթերորդ',
  text: 'Որ շենքն էր հատկացված Հայաստանի խորհրդի 1-ին նիստի անցկացման համար',
  answers: [
    {
      title: 'Կառավարության շենքը',
      right: false
    },

    {
      title: 'Քաղաքային ակումբի շենքը',
      right: true
    },

    {
      title: 'Օրիորդաց  գիմնազիայի  շենքը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց ութերորդ',
  text: 'Ով էր Հայաստանի խորհրդի առաջին նախագահը',
  answers: [
    {
      title: 'Ավետիս Ահարոնյանը',
      right: false
    },

    {
      title: 'Ավետիք Սահակյանը',
      right: true
    },

    {
      title: 'Լևոն Տեր-Պետրոսյանը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց իններորդ',
  text: 'Քանի կին պատգամավոր կար Հայաստանի առաջին խորհրդարանի կազմում և ովքեր են նրանք',
  answers: [
    {
      title: '3 կին պատգամավոր՝ Վարվառա Սահակյան, Պերճուհի Պարտիզպանյան, Կատարինե Մանուկյան',
      right: true
    },

    {
      title: '3 կին պատգամավոր՝ Վարվառա Ավետիսյան, Պերճուհի Մանուկյան, Կատարինե Պարտիզպանյան',
      right: false
    },

    {
      title: '3 կին պատգամավոր՝ Վարվառա Քաջազնունի, Կատարինե Սահակյան, Պերճուհի Ահարոնյան',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց տասներորդ',
  text: 'Երբ է ընդունվել «Հայաստանի անկախության մասին» հռչակագիրը',
  answers: [
    {
      title: '1990թ. օգոստոսի 23-ին',
      right: true
    },

    {
      title: '1991թ. սեպտեմբերի 21-ին',
      right: false
    },

    {
      title: '1992թ. սեպտեմբերի 21-ին',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց տասնմեկերրորդ',
  text: 'Երբ է տեղի ունեցել ՀՀ անկախության հռչակագրի հանրաքվեն',
  answers: [
    {
      title: '1990թ օգոստոսի 23-ին',
      right: false
    },

    {
      title: '1991թ. օգոստոսի 23-ին',
      right: false
    },

    {
      title: '1991թ սեպտեմբերի 21-ին',
      right: true
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց տասներկուերորդ',
  text: 'Որն է պետության միակ ներկայացուցչական մարմինը',
  answers: [
    {
      title: 'Նախագահի ինստիտուտը',
      right: false
    },

    {
      title: 'Խորհրդարանը',
      right: true
    },

    {
      title: 'Կառավարությունը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց տասներեքերորդ',
  text: 'Որն է ներկայացուցչական մարմնի՝ խորհրդարանի գլխավոր առանձնահատկությունը',
  answers: [
    {
      title: 'Հաշվետվողականությունը',
      right: false
    },

    {
      title: 'Ընտրված լինելը',
      right: true
    },

    {
      title: 'Վերահսկողական գործառույթը',
      right: false
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց տասնչորսերորդ',
  text: 'Որ պետական մարմնի մենաշնորհն է ՀՀ պետական բյուջեի հաստատումը',
  answers: [
    {
      title: 'Ֆինանսների նախարարություն',
      right: false
    },

    {
      title: 'Կառավարություն',
      right: false
    },

    {
      title: 'ՀՀ Ազգային ժողով',
      right: true
    }

  ],
  grade: 1
},

{
  title: '2֊րդ հարցաշար Հարց տասնհինգերորդ',
  text: 'Որն է խորհրդարանի հիմնական գործառույթը',
  answers: [
    {
      title: 'ՀՀ արտաքին հարաբերությունների կարգավորումը',
      right: false
    },

    {
      title: 'Պետության ներքին կայունության ապահովումը',
      right: false
    },

    {
      title: 'Օրենսդրական գործունեությունը',
      right: true
    }

  ],
  grade: 1
}
];
export default questions;
